{"basics":{"name":"Verónica C. Pérez","label":"PhD Student in Economics","image":"","email":"vcperez@bu.edu","url":"https://veronicacperez.github.io","location":{"address":"270 Bay State Rd","postalCode":"MA 02215","city":"Boston","countryCode":"US"},"profiles":[{"network":"Twitter","username":"VeronicaCPerezP"}]},"work":[{"name":"Columbia University","position":"Pre-Doctoral Fellow","url":"https://econ.columbia.edu/per/","startDate":"2021-09-01","endDate":"2023-07-01","summary":"Pre-Doctoral Fellow at the Department of Economics under the supervision of Prof. Réka Juhász and Prof. Michael Best."}],"education":[{"institution":"Universidad de los Andes","location":"Bogotá, Colombia","url":"https://www.uniandes.edu.co","area":"Economics","studyType":"MA","startDate":"2020-06-01","endDate":"2022-05-01","courses":["Advanced Econometrics","Advanced Microeconomics General Equilibrium ","Forecasting in Economics"]},{"institution":"Universidad de los Andes","location":"Bogotá, Colombia","url":"https://www.uniandes.edu.co","area":"Economics","studyType":"BsC","startDate":"2016-01-01","endDate":"2020-05-01"}],"interests":[{"name":"Economics","icon":"fa-solid fa-tag","keywords":["Development and Growth","Political Economy","Economic History"]}],"certificates":[{"name":"Machine Learning Foundations: A Case Study Approach","date":"2020","issuer":"Coursera"},{"name":"Python for Everybody","date":"2020","issuer":"Coursera"},{"name":"Neural Networks and Deep Learning","date":"2021","issuer":"Coursera"}],"publications":[{"name":"Measuring Industrial Policy: A Text-Based Approach.","publisher":"Working Paper","releaseDate":"2025-05","url":"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5262841","summary":"Since the 18th century, policymakers have debated the merits of industrial policy (IP). Yet, economists lack basic facts about its use due to measurement challenges. We propose a new approach to IP measurement based on information contained in policy text. We show how off-the-shelf supervised machine learning tools can be used to categorize industrial policies at scale. Using this approach, we validate longstanding concerns with earlier approaches to measurement which conflate IP with other types of policy. We apply our methodology to a global database of commercial policy descriptions, and provide a first look at IP use at the country, industry, and year levels (2010-2022). The new data on IP suggest that i) IP is on the rise; ii) modern IP tends to use subsidies and export promotion measures as opposed to tariffs; iii) rich countries heavily dominate IP use; iv) IP tends to target sectors with an established comparative advantage, particularly in high-income countries."},{"name":"The effect of industrialization on political dynasties: Evidence from Colombian local governments.","publisher":"Working Paper","releaseDate":"2020","url":"https://repositorio.uniandes.edu.co/entities/publication/17c39bcd-48f3-4434-85f9-037edc665e48","summary":"In this paper I find that industrialization reduces the concentration of political power, measured by the share of elected officials that were part of political dynasties, in the context of 19 Colombian departments. I use newly digitized data from departmental production by industrial sector since 1969 and the international price of manufactures as an exogenous source of variation in the industrialization levels. Using an instrumental variable approach, I find that an increase in one paid manufacturing employee reduces the share of elected individuals from dynasties by 1.15 p.p. Dividing the results by type of office indicates that the impact is more prominent in the election of dynastic individuals in the legislative brand compared to those elected in the executive one. One additional paid employee decreases the average share of dynastic mayors by 0.75 p.p., a 7.8% decrease in the average. On the other hand, an increase in a paid employee decreases the percentage of representatives from dynastic families by 3.24 p.p., which represents a diminution of 13.4%. I propose multiple mechanisms that could be driving these results including the relevance of industrialization to the creation of labor unions, and in the redistribution of resources such as education and income."}],"languages":[{"language":"Spanish","fluency":"Native speaker","icon":""},{"language":"English","fluency":"Fluent","icon":""}],"references":[{"name":"Professor Réka Juhász"},{"name":"Professor Nathaniel Lane"}]}